exports.donate = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${RAMA}*
╠════════════════════
║├≽️⚜ 
║├≽️⚜ *PULSA*: 0895355566000
║├≽️⚜ *PULSA*: 0895355566000
║├≽️⚜ 
╠════════════════════
║  *${RAMA}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _$https://chat.whatsapp.com/ITbbpsZNWrzJ5RMtE37TiL}
║│3. *Instagram <Follow>*
║│ _${riska_gaming._}_
║│4. *Creator ${XPTN}*
║│ _${0895455566000}_
║╰───────────
╠════════════════════
║ *MADE BY BOT*
╚════════════════════`
}

